/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Odreži";
"crop.w" = "Širina (standardno: širina videa)";
"crop.h" = "Visina (standardno: visina videa)";
"crop.x" = "Izvorište X (standardno: centar)";
"crop.y" = "Izvorište Y (standardno: centar)";

"expand" = "Proširi";
"expand.w" = "Širina (standardno: širina videa)";
"expand.h" = "Visina (standardno: visina videa)";
"expand.x" = "Izvorište X (standardno: centar)";
"expand.y" = "Izvorište Y (standardno: centar)";
"expand.aspect" = "Proširuje se kako bi se prilagodio omjeru (npr. 4:3)";
"expand.round" = "Zaokružuje prema gore kako bi bilo djeljivo s ovom vrijednosti";

"sharpen" = "Izoštri";
"sharpen.msize" = "Veličina matrice";
"sharpen.amount" = "Količina";

"blur" = "Zamuti";
"blur.msize" = "Veličina matrice";
"blur.amount" = "Količina";

"delogo" = "Ukloni logotip";
"delogo.w" = "Širina";
"delogo.h" = "Visina";
"delogo.x" = "Izvorište X";
"delogo.y" = "Izvorište Y";

"negative" = "Negativ";

"vflip" = "Preokreni okomito";
"hflip" = "Preokreni vodoravno";

"lut3d" = "3D LUT";
"lut3d.file" = "Putanja datoteke (ili povuci i ispusti u polje za unos)";
"lut3d.interp" = "Modus interpolacije";

"custom_mpv" = "Prilagođeno (mpv)";
"custom_mpv.name" = "Ime filtra";
"custom_mpv.string" = "Vrijednost filtra";

"custom_ffmpeg" = "Prilagođeno (FFmpeg)";
"custom_ffmpeg.name" = "Ime filtra";
"custom_ffmpeg.string" = "Vrijednost filtra";
